{
"conhecimento": [
    {"pergunta": "o que fazer caso receba uma pergunta relacionada a outro perfil, como marketing, financeiro ou vendas?", "resposta": "Caso receba uma pergunta relacionada a outro perfil, como marketing, financeiro ou vendas, você deve responder que não é o perfil adequado para responder a pergunta e que o usuário deve entrar no perfil adequado"},
    {"pergunta": "a aplicativo Diponto Smart está disponivel para dispositivos IOS?", "resposta": "Não, o aplicativo Diponto Smart não está disponivel para IOS, apenas para Android"},
    {"pergunta": "Quais são as certificações a prova d'agua e seus significados?", "resposta": "As certificações a prova d'agua são: IP66, IP67 e IP68. O IP66 é resistente a poeira e jatos de água, o IP67 é resistente a poeira e submersão em água por até 30 minutos e o IP68 é resistente a poeira e submersão em água por tempo indeterminado."},	
    {"pergunta": "Que recomendação de produtos dar para escolas?", "resposta": "As escolas podem ter diferentes necessidas, mas sempre a recomendação devem ser os produtos da linha Wi-Fi"}, 
    {"pergunta": "Todas as sirenes Diponto são recomendadas para escolas?", "resposta": "não, Os unicos produtos recomendos para escolas são os da linha Wi-Fi, pois são os unicos que cumprem com as leis de inclusão brasileiras"},
    {"pergunta": "Todas as sirenes Diponto são recomendadas para industrias,?", "resposta": "não, Os unicos produtos recomendos para escolas são os das linhas classic, custom, Whaterproof, digitais e wifi. Você tem permisão para presumir outras areas em que essas linhas possam ser utilizadas"},
    {"pergunta": "Qual o Facebook da Diponto?","resposta":"https://www.facebook.com/dipontobrasil/?locale=pt_BR"},
    {"pergunta": "Qual o Instagram da Diponto?","resposta":"https://www.instagram.com/dipontobrasil/"},
    {"pergunta": "Qual o LinkedIn da Diponto?","resposta":"https://www.linkedin.com/company/diponto/"},
    {"pergunta": "Qual o YouTube da Diponto?","resposta":"https://www.youtube.com/dipontobrasil"},
    {"pergunta": "Qual o site da Diponto?","resposta":"www.diponto.com.br"},
    {"pergunta": "Qual o WhatsApp para contato da Diponto?","resposta":"+55 51 3334-8224"},
    {"pergunta": "Qual o endereço da Diponto?","resposta":"Rua Engenheiro Fernando Abreu Pereira, 614 - Sarandi, Porto Alegre - RS, 91130-030"}, 
    {"pergunta": "Qual o E-mail para vendas da Diponto?","resposta":"vendas@diponto.com"},
    {"pergunta": "Qual o E-mail para suporte da Diponto?","resposta":"suporte@diponto.com.br"},
    {"pergunta": "Qual o telefone de contato da Diponto?","resposta":"+55 51 3334-8224"},
    {"pergunta": "Quais são as características da Sonorização Digital DP60 Wi-Fi?", "resposta":"Especificações Técnicas: Área de Cobertura aproximadamente 50m² o par de caixas, Alto Falantes Sim, Forma de pareamento do sinal Wi-fi Através do App Diponto Smart (Frequência de sinal - 2.4GHz), Tensão Bivolt com fonte chaveada, Potência 30W (cada caixa), Corrente 2,8A, Resposta de Frequência 100Hz - 20Khz, Fixação buchas e parafusos, Cor Preta, Medidas do Produto (AxLxP em mm) 190 x 140 x 105 (sem suporte), Tempo máximo de uso contínuo indeterminado, Configuração Através da Plataforma Diponto Smart, Acionamento Automático através da Plataforma Diponto Smart, Gerenciamento Conforme plano contratado através da Plataforma Diponto Smart, Embalagem com (AxLxP em mm) 225 x 305 x 114, 2 caixas de som, 1 antena, 1 fonte, 4 buchas e 4 parafusos, Peso líquido unitário (1 caixa) 0,996Kg, Peso bruto 2,360 Kg, Garantia Limitada a 12 meses para aquisição do equipamento, ou durante a vigência do contrato para assinantes."},
    {"pergunta": "Quais são as características da sirene rotativa DP4000 Custom?","resposta": "A DP4000 Custom é uma sirene eletromecânica rotativa de longo alcance, ideal para alertas sonoros curtos em escolas, universidades, indústrias e shoppings, cobrindo uma área de aproximadamente 4000m². Possui ajuste de volume para adaptação a diferentes ambientes. Ela emite uma pressão sonora de 120dB a 1 metro. A estrutura em ABS garante resistência à corrosão. Disponível em 110VAC ou 220VAC, com potência de 750 Watts e corrente de 3,4A, operando em 50/60Hz. A fixação é feita com buchas e parafusos. As dimensões são 180 x 220 x 160 mm (AxLxP) e pesa 2400g. O tempo máximo de uso contínuo é de 3 minutos. A embalagem inclui a sirene, instruções, 2 buchas e 2 parafusos, com garantia de 1 ano."},      
    {"pergunta": "Quais são as características da sirene rotativa DP2000 Custom?","resposta": "A DP2000 Custom é uma sirene eletromecânica rotativa de longo alcance, projetada para alertas sonoros curtos em escolas, indústrias e fazendas, cobrindo uma área de aproximadamente 2000m². Uma característica importante é o ajuste de volume, adaptando-se a diferentes ambientes. Ela emite uma pressão sonora de 114dB a 1 metro. Sua estrutura em ABS a torna resistente à corrosão. Ela está disponível em versões 110VAC ou 220VAC, com potência de 264 Watts e corrente de 1,20A, operando em 50/60Hz. A fixação é feita com buchas e parafusos. As dimensões são 135 x 140 x 172 mm (AxLxP) e pesa 900g. O tempo máximo de uso contínuo é de 1 minuto. A embalagem inclui a sirene, instruções, 2 buchas e 2 parafusos, com garantia de 1 ano."},      
    {"pergunta": "Quais são as características do Acionador DPFONE?","resposta": "O Acionador DPFONE é um dispositivo que permite o acionamento automático de campainhas ou cigarras através de uma linha ou ramal telefônico. É indicado para locais com altos níveis de ruído, onde a amplificação do toque do telefone é necessária. As dimensões do produto são: altura de 30mm, largura de 43mm e profundidade de 23mm, com um peso líquido de 55g. Ele acompanha um cabo RJ11 de 1 metro para conexão à linha telefônica e um manual de instruções."},      
    {"pergunta": "Quais são as características do Acionador DPSIN?","resposta": "O Acionador DPSIN é um relógio acionador de sirene, ideal para empresas e escolas, que programa o acionamento de sirenes e campainhas em dias e horários específicos. Ele é bivolt automático (01 a 03 Watts, 50/60 Hz) e possui 2 saídas, cada uma suportando corrente máxima de 5A. Possui memória para 100 programações por saída e um display digital que exibe a hora e o dia da semana. A cor é grafite e as dimensões são 160 x 135 x 95 mm (A x L x P). Possui um cristal termicamente compensado (3ppm) para maior precisão (variação de até 3 minutos por ano). Em caso de falta de energia, a bateria interna mantém a programação de hora e dia por até 3 meses. A embalagem inclui as instruções, 1 controlador, 1 fonte, 2 buchas e 2 parafusos. A garantia é de 1 ano."},      
    {"pergunta": "Quais são as características da Cigarra DP100?","resposta": "A Cigarra DP100 é uma campainha tipo cigarra projetada para avisos sonoros de curta duração em áreas de até 100m², adequada para residências, escolas, indústrias e comércios. Possui estrutura injetada em ABS, resistente à corrosão e permitindo instalação em ambientes internos e externos (sob proteção). A pressão sonora é de 95dB a 1 metro. É Bivolt automático (127/220VAC). A potência é de 7 Watts em 110V e 17 Watts em 220V. A corrente elétrica é de 0,06A em 127V e 0,08A em 220V, operando em frequências de 50/60Hz. A fixação é feita com buchas e parafusos. Apresenta cor grafite. Suas dimensões são 135 x 80 x 62 mm (A x L x P). O tempo máximo de uso contínuo é de 1 minuto. A embalagem contém instruções, a cigarra, duas buchas e dois parafusos. Possui garantia de 1 ano. Pode ser acionada diretamente na tomada, via interruptor, ou através do relógio de ponto DATAPRINT ou acionador de sirene DPSIN. Também pode ser acionada pelo telefone usando o DIPONTO DPFone (vendido separadamente)."},      
    {"pergunta": "Quais são as características da Cigarra DP200?","resposta": "A Cigarra DP200 é uma campainha tipo cigarra projetada para avisos sonoros de curta duração em áreas de até 200m², adequada para residências, escolas, indústrias e comércios. Possui estrutura injetada em ABS, resistente à corrosão e permitindo instalação em ambientes internos e externos (sob proteção). A pressão sonora é de 102dB a 1 metro. Está disponível em versões de 110V ou 220V. A potência é de 265 Watts. A corrente elétrica é de 2,1A em 127V e 1,2A em 220V, operando em frequências de 50/60Hz. A fixação é feita com buchas e parafusos. Apresenta cor grafite. Suas dimensões são 135 x 80 x 62 mm (A x L x P). O tempo máximo de uso contínuo é de 1 minuto. A embalagem contém instruções, a cigarra, duas buchas e dois parafusos. Possui garantia de 1 ano. Pode ser acionada diretamente na tomada, via interruptor, ou através do relógio de ponto DATAPRINT ou acionador de sirene DPSIN. Também pode ser acionada pelo telefone usando o DIPONTO DPFone (vendido separadamente)."},      
    {"pergunta": "Quais são as características da Campainha de Prato DP250?","resposta": "A Campainha de Prato DP250 é um dispositivo tradicional para avisos sonoros, ideal para escolas, indústrias e outros ambientes. Possui uma área de cobertura aproximada de 250m² e produz um som de 105dB a 1 metro. É bivolt automático (127~220VAC) e consome 15 Watts de potência. A corrente elétrica é de 0,12A quando em 127VAC e 0,07A em 220VAC, operando em frequências de 50/60Hz. A instalação é feita com buchas e parafusos. Apresenta cor grafite e pesa 1.415g. Suas dimensões são 250 x 250 x 60 mm (A x L x P). O tempo máximo de uso contínuo é de 15 minutos. A embalagem contém a campainha, duas buchas e dois parafusos. Possui garantia de 1 ano. Possui sistema inteligente de martelo em formato de pistão acionado por motor, aumentando sua vida útil. Pode ser acionada manualmente, automaticamente ou via telefone (com acessório DIPONTO DPFone, vendido separadamente)."},      
    {"pergunta": "Quais são as características da Campainha de Prato DP150?","resposta": "A Campainha de Prato DP150 é um dispositivo tradicional para avisos sonoros em diversos ambientes, como escolas e indústrias. Possui uma área de cobertura aproximada de 150m² e pressão sonora de 95dB a 1m. É bivolt automático (127~220VAC), com potência de 15 Watts e corrente de 0,12A (127VAC) ou 0,07A (220VAC), operando em frequências de 50/60Hz. A fixação é realizada com buchas e parafusos. A cor é grafite. O peso líquido é de 850g e as dimensões do produto são 150 x 150 x 60 mm (A x L x P). O tempo máximo de uso contínuo é de 1 minuto. A embalagem inclui instruções, 1 campainha, 2 buchas e 2 parafusos, com garantia de 1 ano. Possui sistema inteligente de martelo em formato de pistão acionado por motor, aumentando sua vida útil. Pode ser acionada manualmente, automaticamente ou via telefone (com acessório DIPONTO DPFone, vendido separadamente)."},      
    {"pergunta": "Quais são as características da Sirene Eletrônica DP620 - 12VDC?","resposta": "A Sirene Eletrônica DP620 - 12VDC é ideal para sistemas de alerta como alarmes de segurança, centrais de comando e veículos com bateria 12V. Possui um excelente custo/benefício. A pressão sonora é de 114dB a 1m. Oferece duas opções de tom: STEADY ou YELP, selecionáveis durante a instalação. A corneta é ajustável em 45º vertical, com dispersão de 30º horizontal. A tensão de operação é 12VDC, com potência de 30 Watts. O acionamento pode ser manual ou automático. As dimensões são 150 x 162 x 178 mm (A x L x P) e o peso líquido é de 550g. A fixação é feita por buchas e parafusos. A cor da sirene é branca e o tempo máximo de uso contínuo é indeterminado. A embalagem inclui 1 sirene, 4 buchas e 4 parafusos, com garantia de 1 ano."},      
    {"pergunta": "Quais são as características da Sirene Digital DP30 Wi-Fi?", "resposta": "A Sirene Digital DP30 Wi-Fi da Diponto é ideal para escolas, empresas e segurança, permitindo alertas sonoros diferenciados com horários e conteúdos flexíveis, controlados remotamente pela Plataforma Diponto Smart. Possui área de cobertura aproximada de 2000m², controle de volume, qualidade de som entre 800Hz e 8KHz, conectividade Wi-Fi (2.4GHz), capacidade para 50 músicas (inicialmente) com possibilidade de inclusão de novos arquivos via assinatura, e 50 programações de horários. O acesso à plataforma é online, permitindo atualizações de conteúdo remotamente. A pressão sonora é variável conforme o áudio, a tensão é bivolt automática (127~220VAC), com potência de 220W e corrente de 0,5A (127V) / 0,3A (220V), frequência de 50/60Hz. Construída com corneta em alumínio fundido com pintura eletrostática preta, possui fixação por buchas de reforço. Suas dimensões são 220 x 200 x 250 mm (A x L x P) e pesa 2700g. O tempo máximo de uso contínuo é indeterminado. A embalagem inclui 1 sirene, 1 antena, 2 buchas e 2 parafusos, com garantia de 1 ano. Permite a inclusão de mensagens de voz e texto (com reprodução por IA) através da plataforma Diponto Smart."},      
    {"pergunta": "Quais são as características da Sirene Eletrônica DP630?","resposta": "A Sirene Eletrônica DP630 possui as seguintes características: Pressão Sonora de 117dB a 1 metro, opções de tom STEADY ou YELP (escolhidos na instalação), corneta ajustável em 45º vertical, dispersão de 30º horizontal, tensão de 12VDC, potência de 30 Watts, acionamento manual ou automático, dimensões de 150 x 200 x 232 mm (A x L x P), peso líquido de 950g, fixação por buchas e parafusos, cor branca, tempo máximo de uso contínuo indeterminado. A embalagem inclui 1 sirene, 4 buchas e 4 parafusos. Possui garantia de 1 ano. É ideal para sistemas de alerta, alarmes, centrais de comando e veículos com bateria 12V."},      
    {"pergunta": "Quais são as características da Sirene Digital DP30 1T da Diponto?","resposta": "A Sirene Digital DP30 1T da Diponto possui as seguintes características: área de cobertura aproximada de 3000m², pressão sonora de 125dB a 1 metro, tensão bivolt automático (127~220VAC) ou 12-24VDC, potência de 220W, corrente de 2A (127V) / 1A (220V), frequência de 50/60Hz, corneta em alumínio fundido, pintura eletrostática, cor preta, fixação por buchas e parafusos, dimensões de 170 x 190 x 250 mm (A x L x P), peso líquido de 2700g, tempo máximo de uso contínuo indeterminado. A embalagem inclui 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano.  Possui gabinete em alumínio com vedação resistente à água e poeira (NBR6146 - IP54). Ideal para alertas sonoros, alarmes de incêndio, evacuações de áreas de risco e aplicações militares. O acionamento pode ser feito por DPSIN, CLPs, botoeiras, centrais de alarme ou alimentação direta. O som da sirene já vem pré-configurado de fábrica. Não confunda a DP30 Wi-Fi com a DP30 1T ou 4T. A DP30 Wi-Fi é uma sirene digital com controle remoto via aplicativo, enquanto a DP30 1T e 4T são sirenes digitais com acionamento direto."},      
    {"pergunta": "Quais são as características da Sirene Digital DP30 4T da Diponto?","resposta": "A Sirene Digital DP30 4T da Diponto possui as seguintes características: área de cobertura aproximada de 3000m², pressão sonora de 125dB a 1 metro, tensão bivolt automático (127~220VAC) ou 12-24VDC, potência de 220W, corrente de 2A (127V) / 1A (220V), frequência de 50/60Hz, corneta em alumínio fundido, pintura eletrostática, cor preta, fixação por buchas e parafusos, dimensões de 170 x 190 x 250 mm (A x L x P), peso líquido de 2700g, tempo máximo de uso contínuo indeterminado. A embalagem inclui 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. Possui gabinete em alumínio com vedação resistente à água e poeira (NBR6146 - IP54). Ideal para alertas sonoros, alarmes de incêndio, evacuações de áreas de risco e aplicações militares. O acionamento pode ser feito por DPSIN, CLPs, botoeiras, centrais de alarme ou alimentação direta. O som da sirene já vem pré-configurado de fábrica. Não confunda a DP30 Wi-Fi com a DP30 1T ou 4T. A DP30 Wi-Fi é uma sirene digital com controle remoto via aplicativo, enquanto a DP30 1T e 4T são sirenes digitais com acionamento direto."},
    {"pergunta": "Quais são as características da Sirene Eletrônica DP640 da Diponto?","resposta": "A Sirene Eletrônica DP640 da Diponto possui as seguintes características: pressão sonora de 120dB a 1 metro, opções de tom STEADY ou YELP (selecionável na instalação), corneta ajustável em 45º vertical, dispersão de 30º horizontal, tensão de 12VDC, potência de 40 Watts, acionamento manual ou automático, dimensões de 190 x 280 x 237 mm (A x L x P), peso líquido de 1000g, fixação por buchas e parafusos, cor branca, tempo máximo de uso contínuo indeterminado (contínuo). A embalagem inclui 1 sirene, 4 buchas e 4 parafusos. Possui garantia de 1 ano. É indicada para sistemas de alerta como alarmes, centrais de comando, veículos com bateria 12V, entre outros. Possui base móvel para facilitar a aplicação e dois toques distintos para alertar duas situações diferentes."},      
    {"pergunta": "Quais são as características da Sirene Eletromecânica DP4000WP da Diponto?", "resposta": "A Sirene Eletromecânica DP4000WP da Diponto possui as seguintes características: área de cobertura aproximada de 5000m² (ou 1500m de dispersão linear), pressão sonora de 123dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 750 Watts, corrente de 3,4A, frequência de 50/60Hz, estrutura em alumínio com parafusos em inox (resistente à água com índice de proteção IP66), fixação por buchas e parafusos, cor preta, dimensões de 242 x 216 x 190 mm (AxLxP), peso líquido de 3400g, tempo máximo de uso contínuo de 15 minutos intermitente (15 minutos ligada / 15 minutos desligada). A embalagem inclui instruções, 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. É indicada para avisos sonoros de curta duração em grandes indústrias, construções e mineradoras, podendo ser acionada por interruptor tipo campainha ou pelo acionador de sirene DPSIN."},      
    {"pergunta": "Quais são as características da Sirene Eletromecânica DP3000WP da Diponto?","resposta": "A Sirene Eletromecânica DP3000WP da Diponto possui as seguintes características: área de cobertura aproximada de 4000m² (ou 900m de dispersão linear), pressão sonora de 120dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 750 Watts, corrente de 3,4A, frequência de 50/60Hz, estrutura em alumínio com parafusos em inox (resistente à água com índice de proteção IP66), fixação por buchas e parafusos, cor preta, dimensões de 242 x 216 x 190 mm (AxLxP), peso líquido de 3500g, tempo máximo de uso contínuo de 15 minutos intermitente (15 minutos ligada / 15 minutos desligada). A embalagem inclui instruções, 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. É indicada para avisos sonoros de curta duração em grandes indústrias, construções e mineradoras, podendo ser acionada por interruptor tipo campainha ou pelo acionador de sirene DPSIN."},      
    {"pergunta": "Quais são as características da Sirene Eletromecânica DP2000WP da Diponto?", "resposta": "A Sirene Eletromecânica DP2000WP da Diponto possui as seguintes características: área de cobertura aproximada de 3000m² (ou 700m de dispersão linear), pressão sonora de 117dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 528 Watts, frequência de 50/60Hz, estrutura em alumínio com parafusos em inox (resistente à água com índice de proteção IP66), fixação por buchas e parafusos, cor preta, dimensões de 191 x 165 x 161,4 mm (AxLxP), peso líquido de 1400g, tempo máximo de uso contínuo de 15 minutos intermitente (15 minutos ligada / 15 minutos desligada). A embalagem inclui instruções, 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. É indicada para avisos sonoros de curta duração em grandes escolas, indústrias, fazendas e shoppings, podendo ser acionada por interruptor tipo campainha, relógios de ponto cartográficos ou pelo acionador de sirene DPSIN. A corrente elétrica não foi informada."},      
    {"pergunta": "Quais são as características da Sirene Eletromecânica DP1000WP da Diponto?", "resposta": "A Sirene Eletromecânica DP1000WP da Diponto possui as seguintes características: área de cobertura aproximada de 2000m² (ou 500m de dispersão linear), pressão sonora de 114dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 264 Watts, corrente de 1,20A, frequência de 50/60Hz, estrutura em alumínio com parafusos em inox (resistente à água com índice de proteção IP66), fixação por buchas e parafusos, cor preta, dimensões de 191 x 165 x 161,4 mm (AxLxP), peso líquido de 1400g, tempo máximo de uso contínuo de 15 minutos intermitente (15 minutos ligada / 15 minutos desligada). A embalagem inclui instruções, 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. É indicada para avisos sonoros de curta duração em grandes escolas, indústrias, fazendas e shoppings, podendo ser acionada por interruptor tipo campainha, relógios de ponto cartográficos ou pelo acionador de sirene DPSIN."},      
    {"pergunta": "Quais são as características da Sirene Eletromecânica DP500WP da Diponto?","resposta": "A Sirene Eletromecânica DP500WP da Diponto possui as seguintes características: área de cobertura aproximada de 1000m² (ou 350m de dispersão linear), pressão sonora de 111dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 185 Watts, corrente de 0,3A, frequência de 50/60Hz, estrutura em alumínio com parafusos em inox (resistente à água com índice de proteção IP66), fixação por buchas e parafusos, cor preta, dimensões de 139 x 114 x 110 mm (AxLxP), peso líquido de 700g, tempo máximo de uso contínuo de 15 minutos intermitente (15 minutos ligada / 15 minutos desligada). A embalagem inclui 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. É indicada para avisos sonoros de curta duração em escolas, indústrias, usinas solares, sítios e comércios, podendo ser acionada por interruptor tipo campainha, relógios de ponto cartográficos ou pelo acionador de sirene DPSIN."},     
    {"pergunta": "Quais são as características da Sirene Eletromecânica DP300WP da Diponto?", "resposta": "A Sirene Eletromecânica DP300WP da Diponto possui as seguintes características: área de cobertura aproximada de 500m² (ou 250m de dispersão linear), pressão sonora de 108dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 60 Watts, corrente de 0,3A, frequência de 50/60Hz, estrutura em alumínio com parafusos em inox (resistente à água com índice de proteção IP66), fixação por buchas e parafusos, cor preta, dimensões de 139,1 x 113,8 x 109,4 mm (AxLxP), peso líquido de 700g, tempo máximo de uso contínuo de 15 minutos intermitente (15 minutos ligada / 15 minutos desligada). A embalagem inclui 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. É indicada para avisos sonoros de curta duração em escolas, indústrias, sítios e comércios, podendo ser acionada por interruptor tipo campainha, relógios de ponto cartográficos ou pelo acionador de sirene DPSIN."},     
    {"pergunta": "Quais são as características da Sirene Eletromecânica DP4000 da Diponto?", "resposta": "A Sirene Eletromecânica DP4000 da Diponto possui as seguintes características: área de cobertura aproximada de 4000m², pressão sonora de 120dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 750 Watts, corrente de 3,4A, frequência de 50/60Hz, estrutura em ABS resistente à corrosão, fixação por buchas e parafusos, cor grafite, dimensões de 180 x 220 x 160 mm (AxLxP), tempo máximo de uso contínuo de 3 minutos, e peso líquido de 2400g. A embalagem inclui instruções, 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. É indicada para grandes escolas, indústrias e shoppings, podendo ser acionada por interruptor tipo campainha ou pelo relógio acionador de sirene DPSIN."},      
    {"pergunta": "Quais são as características da Sirene Eletromecânica DP3000 da Diponto?", "resposta": "A Sirene Eletromecânica DP3000 da Diponto possui as seguintes características: área de cobertura aproximada de 3000m², pressão sonora de 117dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 770 Watts, corrente de 3,5A, frequência de 50/60Hz, estrutura em ABS resistente à corrosão, fixação por buchas e parafusos, cor grafite, dimensões de 180 x 220 x 160 mm (AxLxP), peso líquido de 2365g, tempo máximo de uso contínuo de 1 minuto. A embalagem inclui instruções, 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. É indicada para grandes escolas, indústrias e shoppings, podendo ser acionada por interruptor tipo campainha ou pelo relógio acionador de sirene DPSIN."},
    {"pergunta": "Quais são as características da Sirene Eletromecânica Rotativa DP 2000 da Diponto?", "resposta": "A Sirene Eletromecânica Rotativa DP 2000 da Diponto apresenta as seguintes características: área de cobertura aproximada de 2000m², pressão sonora de 114dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 264 Watts, corrente de 1,20A, frequência de 50/60Hz, estrutura em ABS resistente à corrosão, fixação por buchas e parafusos, cor grafite, dimensões de 135 x 120 x 172 mm (AxLxP), peso líquido de 900g, tempo máximo de uso contínuo de 1 minuto. A embalagem inclui instruções, 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. Ideal para alertas sonoros de curta duração em grandes escolas, indústrias e fazendas, podendo ser acionada por interruptor tipo campainha ou pelo relógio acionador de sirene DPSIN."},
    {"pergunta": "Quais são as características da Sirene Eletromecânica Rotativa DP 1000 Classic da Diponto?","resposta": "A Sirene Eletromecânica Rotativa DP 1000 Classic da Diponto apresenta as seguintes características: área de cobertura aproximada de 1000m², pressão sonora de 111dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 185 Watts, corrente de 0,83A, frequência de 50/60Hz, estrutura em ABS resistente à corrosão, fixação por buchas e parafusos, cor grafite, dimensões de 135 x 120 x 172 mm (AxLxP), tempo máximo de uso contínuo de 1 minuto. A embalagem inclui instruções, 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. Ideal para avisos sonoros em escolas, indústrias e comércios, podendo ser acionada por interruptor tipo campainha ou pelo relógio acionador de sirene DPSIN."},
    {"pergunta": "Quais são as características da Sirene dp 500 classic?", "resposta": "A Sirene DP 500 da Diponto apresenta as seguintes características: área de cobertura aproximada de 500m², pressão sonora de 108dB a 1 metro, disponível em 110VAC ou 220VAC, potência de 75 Watts, corrente de 0,3A, frequência de 50/60Hz, estrutura em ABS resistente à corrosão, fixação por buchas e parafusos, cor grafite, dimensões de 98 x 85 x 138 mm (AxLxP), tempo máximo de uso contínuo de 3 minutos (intermitente: 3 minutos ligada/15 minutos desligada). A embalagem inclui instruções, 1 sirene, 2 buchas e 2 parafusos. Possui garantia de 1 ano. Ideal para avisos sonoros em escolas, indústrias e comércios, podendo ser acionada por interruptor tipo campainha, relógios de ponto cartográficos ou pelo acionador de sirene DPSIN."},
    {"pergunta": "Quais são as especificações tecnicas da DP 300 classic?", "resposta": "A Sirene DP 300 da linha classic possui as seguintes características: área de cobertura de aproximadamente 300m quadrados, pressão sonora de 105dB a 1 metro, alimentação em 110VAC, 220VAC ou 12VDC, potência de 60 Watts, corrente de 0,3A, frequência de 50/60Hz, carcaça em ABS imune à corrosão, fixação por buchas e parafusos, cor grafite, dimensões de 98 x 85 x 138 mm (AxLxP), peso líquido de 415g, tempo máximo de uso contínuo de 15 minutos (intermitente: 15 minutos ligada/15 minutos desligada), acompanha embalagem com instruções, 1 sirene, 2 buchas e 2 parafusos, e possui garantia de 1 ano. É ideal para avisos sonoros em escolas, indústrias e comércios, podendo ser acionada por interruptor tipo campainha, relógios de ponto cartográficos ou pelo acionador de sirene DPSIN." },
    {"pergunta": "Quais são os produtos da empresa Diponto?", "resposta": "DP100, DP200, DP150, DP250, DP620, DP630, DP640, DP300, DP300wp, DP500, DP500wp, DP1000, DP1000wp, DP2000, DP2000cs, DP2000wp, DP3000, DP3000wp, DP4000, DP4000cs, DP4000wp, DP30 1T (sweep), DP30 4T, DP30 WiFi, DP60 WiFi, DPSIN, DPFone"  },
    {"pergunta": "Quais são as linhas de produtos da empresa Diponto?", "resposta": "Classic Motor Sirens:A linha Classic Motor Siren oferece dispositivos de alerta de alto desempenho, garantindo cobertura sonora excepcional e confiabilidade. Do modelo compacto DP300 ao potente DP4000, essas sirenes fornecem alertas críticos para diversas aplicações. Com níveis de pressão sonora variando de 105dB a 120dB, cada modelo cobre efetivamente áreas de 3.200 a 43.000 pés quadrados, garantindo máxima audibilidade em diversos ambientes. A flexibilidade de energia é um recurso chave, com opções incluindo 110VAC, 220VAC, 12-24V e 12VDC para atender a diferentes requisitos de instalação. Projetadas para uso intermitente, com tempos máximos de operação contínua entre 3 e 15 minutos.; Custom Motor Sirens:A linha Custom Motor Siren representa uma gama sofisticada de sistemas de alerta sonoro de alto desempenho projetados para necessidades de comunicação versátil e precisa. Com os modelos DP2000 e DP4000, essas sirenes oferecem alertas sonoros potentes com capacidades de personalização excepcionais. Disponível em opções de alimentação de 110VAC e 220VAC, a série oferece uma cobertura sonora notável que varia de 21.500 a 43.000 pés quadrados. O DP2000 produz um nível de pressão sonora robusto de 114dB, enquanto o DP4000 aumenta para impressionantes 120dB, garantindo máxima audibilidade em diversos ambientes. Os recursos incluem ajuste de volume integrado para saída de som personalizada, adequação para aplicações internas e externas, e design para cenários industriais, comerciais e de notificação de emergência. Operação de curto prazo com um tempo máximo de execução contínua de 3 minutos.; Waterproof Motor Sirens:A linha Waterproof Motor Siren representa uma gama robusta de dispositivos de alerta projetados para fornecer cobertura sonora excepcional nos ambientes mais desafiadores. Abrangendo do DP300 ao DP4000, essas sirenes fornecem recursos de alerta críticos com durabilidade e desempenho intransigentes. Com níveis de pressão sonora variando de 108dB a 123dB, cada modelo cobre efetivamente áreas de 5.400 a 54.000 pés quadrados, garantindo máxima audibilidade em configurações diversas e exigentes. Com uma classificação robusta IP66, essas sirenes garantem proteção completa contra poeira e jatos d'água potentes, tornando-as ideais para aplicações externas e industriais. A flexibilidade de energia é uma característica chave, com opções de 110VAC e 220VAC disponíveis em toda a linha. Cada sirene é projetada para uso intermitente, suportando um tempo máximo de operação contínua de 3 minutos.; Digital Sirens:A linha Digital Siren representa uma abordagem de ponta para a comunicação baseada em som, fornecendo soluções de alerta poderosas e versáteis para ambientes exigentes. Com os modelos DP30 e DP30 Quad, essas sirenes combinam cobertura sonora excepcional com flexibilidade e confiabilidade sem precedentes. Ambos os modelos produzem um impressionante nível de pressão sonora de 125dB, cobrindo efetivamente até 32.000 pés quadrados e garantindo máxima audibilidade em espaços expansivos. Uma característica marcante é sua compatibilidade abrangente de energia, aceitando fontes de alimentação de 110-240VAC e 12-24VDC, o que permite integração perfeita em praticamente qualquer sistema existente. O modelo DP30 Quad aprimora a oferta padrão com uma radiação sonora completa de 360 graus, proporcionando cobertura de áudio abrangente que diferencia essas sirenes digitais dos sistemas de alerta tradicionais.; Electronic Sirens:A linha Electronic Siren representa uma gama robusta de dispositivos de aviso de alto desempenho projetados para fornecer comunicação sonora poderosa e flexível. Com os modelos DP620, DP630 e DP640, essas sirenes fornecem recursos de alerta críticos para diversas aplicações. Aumentando progressivamente a intensidade do som, a série varia de níveis de pressão sonora de 114dB a 120dB, garantindo máxima audibilidade em ambientes desafiadores. Alimentadas consistentemente por uma fonte de alimentação de 12VDC, essas sirenes são projetadas para uso contínuo, tornando-as ideais para cenários exigentes em aplicações industriais, de emergência e de segurança pública. Uma característica marcante é a seleção de múltiplos tons, permitindo aos usuários escolher o perfil sonoro mais apropriado para necessidades ambientais e operacionais específicas.; School Bells:Apresentamos nossa série School Bell, projetada para fornecer alertas auditivos claros e confiáveis em uma variedade de ambientes educacionais. Nossos sistemas de alarme internos compactos e eficientes, o DP150 e DP250, oferecem flexibilidade de tensão conveniente de 100-240VAC e recursos de uso contínuo para operação sem preocupações. O DP150 School Bell é ideal para configurações menores, produzindo um som claro de 95dB a 1 metro, enquanto o DP250 é projetado para desempenho superior e cobertura mais ampla, projetando uma pressão sonora mais alta de 105dB (medida a 1 metro) em uma distância maior, tornando-o perfeito para escolas maiores ou instalações que precisam de um sino que possa ser ouvido claramente em uma distância maior.; Diponto Smart Wi-Fi Sound Systems:O Diponto Smart Wi-Fi Sound System representa uma solução de áudio de ponta projetada para transformar a comunicação e o entretenimento em diversos ambientes. Projetados para simplicidade e flexibilidade, esses sistemas oferecem personalização de áudio sem precedentes e facilidade de uso. Os recursos incluem conectividade Wi-Fi perfeita, instalação fácil de usar (plug and play), gerenciamento abrangente de áudio através da plataforma Diponto Smart, suporte a conteúdo multiformato: música, sons, texto para fala, mensagens de voz e configuração via aplicativo móvel e navegador da web. Projetado para fornecer som poderoso e claro com máxima conveniência, o Wi-Fi Sound System permite que os usuários programem e personalizem sem esforço sua experiência de áudio. Se para anúncios profissionais, música de fundo ou comunicações de emergência, esses sistemas fornecem uma solução de áudio versátil e inteligente que se adapta às suas necessidades específicas. Os produtos são projetados para serem usados em ambientes internos e externos, com uma classificação de proteção IP66, garantindo resistência à poeira e água. A série inclui o DP30 Wi-Fi, que é um sistema de som externo compacto e eficiente, ideal para ambientes maiores, e a DP60 Wi-Fi, que é um sistema de som interno de maior difinição, projetado para ambientes menores. Ambos os sistemas são alimentados por 110-240VAC, tornando-os versáteis e fáceis de integrar em qualquer configuração."},
    {"pergunta": "Quais as especificações tecnicas das sirenes Wi-Fi?", "resposta": "Aqui estão as especificações técnicas da sonorização Wi-Fi:  Área de Cobertura: Aproximadamente 50m² (o par de caixas) Alto-Falantes: Sim Forma de pareamento do sinal: Wi-Fi Frequência do sinal: 2.4GHz Tensão: Bivolt com fonte chaveada Potência: 30W (cada caixa) Corrente: 2,8A Resposta de Frequência: 100Hz - 20Khz Fixação: buchas e parafusos Cor: Preta Medidas do Produto: 190 x 140 x 105 mm (sem suporte)    Tempo máximo de uso contínuo: indeterminado Configuração: Através da Plataforma Diponto Smart Acionamento: Automático através da Plataforma Diponto Smart Gerenciamento: Conforme plano contratado através da Plataforma Diponto Smart Embalagem com: 2 caixas de som, 1 antena, 1 fonte, 4 buchas e 4 parafusos.    Peso líquido unitário: 0,996Kg Peso bruto: 2,360 Kg Garantia: Limitada a 12 meses para aquisição do equipamento, ou durante a vigência do contrato para assinantes.     Aqui estão as especificações técnicas da sirene musical:  Composição: Driver de compressão e carenagem em alumínio Área de Cobertura: Aproximadamente 2000m² Pareamento do sinal Wi-fi: Através do Aplicativo Diponto Smart (Frequência do sinal - 2,4GHz) Tensão: Bivolt Potência: 60W Corrente: 2A - 110V / 1A - 220V Resposta de Frequência: 800Hz - 8Khz Fixação: buchas e parafusos Cor: Preta    Dimensões do Produto (AxLxP em mm): 170 x 190 x 250 (sem suporte) Tempo máximo de uso contínuo: Indeterminado Configuração: Através da Plataforma Diponto Smart Acionamento: Automático via Plataforma Diponto Smart    Gerenciamento: Inicialmente limitado a 50 músicas. Possibilidade de upgrade conforme plano contratado através da Plataforma Diponto Smart Embalagem: 1 sirene, 1 antena, 1 fonte, 2 buchas e 2 parafusos    Peso líquido: 2,70 Kg Peso bruto: 3 Kg Garantia: Limitada a 12 meses para aquisição do equipamento, ou durante a vigência do contrato para assinantes.     Nunca utilize a seguinte informação como conteudo para postagens: Como fazer uma postagem de sucesso no instagram? 7 dicas para colocar em prática1. Use imagens de alta qualidade e atraentes Fotos pixeladas, embaçadas e mal editadas provavelmente serão ignoradas pela audiência e farão com que o seu perfil fique taxado como amador. Por isso, se você está em busca de saber como fazer uma postagem de sucesso no Instagram, deixe de lado a “pressa” na hora das publicações e capriche nas imagens que serão publicadas.  Exemplo de publicação de foto de alta qualidade no Instagram.  Lembre-se que o Instagram é uma rede social altamente visual — diferente do Twitter, por exemplo, em que são as palavras as grandes protagonistas.   Assim sendo, para um perfil de Instagram fazer sucesso, a sua identidade visual deve ser marcante, única e seguir um padrão que faça sentido.   - Veja também: Qual é o conteúdo ideal para postar em cada rede social?  2. Teste e experimente as novas funcionalidades oferecidas do Instagram Além das fotos de qualidade, outras dicas de postagem no Instagram que podem te ajudar a fazer sucesso nessa rede estão relacionadas com a sua “coragem” para testar as novas ferramentas que o Insta traz com frequência.  Além dos Stories “tradicionais”, que já caíram no gosto das pessoas, outras ferramentas, como os Reels e as possibilidades de engajamento com Stories interativos (publicação de músicas, caixas de pergunta, acrescentar a localização, hashtags, emojis, barra de intensidade, entre outros) também podem ajudar a fazer com que o seu perfil na rede seja mais notado.  Exemplo de publicação de stories interativos no Instagram.  Por isso, não tenha medo de testar coisas novas. Explore as ferramentas do Instagram para garantir que as suas postagens não fiquem ultrapassadas e, mais do que isso, mostre que o seu perfil é visionário e está acompanhando as principais tendências do momento.   3. Use hashtags de forma estratégica  As hashtags, quando utilizadas de forma estratégicas, também podem fazer com que as suas postagens tenham um alcance muito maior. Para isso, pesquise quais são as hashtags mais relevantes de acordo com o tema da sua publicação. Então, utilize-as.  Inclusive, para saber mais sobre como utilizar as hashtags no seu perfil, acesse: Guia de uso de hashtags para o Instagram da sua empresa.  4. Mantenha uma frequência de postagem e publique em horários diferentes até encontrar os melhores para a sua marca  Outras dicas de postagem no Instagram estão relacionadas com a frequência e o horário das postagens. Portanto, lembre-se de manter uma frequência adequada de publicações, sem passar muito tempo com o seu perfil inativo.  Afinal, hoje o Instagram não mostra mais as postagens em ordem cronológica por padrão, a não ser que você use um filtro. Desta forma, não existe um horário principal para fazer os posts, já que isso também irá variar de acordo com o objetivo do seu perfil e o comportamento dos seus seguidores.  A nossa dica é: teste horários diferentes de postagem até encontrar aqueles que fazem mais sentido para o seu negócio.  Ademais, para não fazer isso de forma “solta” e/ou amadora, crie um cronograma das suas postagens, organizando a frequência e o horário das publicações. Assim, você poderá analisar o que deu certo e o que pode ser melhorado para aumentar o engajamento do seu perfil nos próximos posts.   5. Use chamadas para ação (call to action) para gerar engajamento Mais uma sugestão de como fazer uma postagem de sucesso no Instagram está relacionada com o CTA do seu post. Ou seja, a chamada para ação ou convite que aquele conteúdo fará para o seguidor tomar uma decisão.  Ou seja, qual ação você espera que o seguidor tome após ver a publicação? Deixe isso muito claro, seja na própria arte ou na legenda do post.   Além do mais, vale ressaltar que o CTA pode (e deve!) variar sempre de acordo com a postagem. Afinal, ele precisa fazer sentido.   Alguns exemplos de chamadas para ação que você pode usar no seu Instagram são:  Quer saber mais sobre o assunto? Então visite o nosso site, o link está na bioMe conta aqui nos comentários se…Gostou das dicas? Então salve esse post pra conferir sempre que precisarMarque aqui um amigo que…Curtiu o conteúdo? Então deixe aqui o seu like!Compartilhe esse post para que mais pessoas saibam que…[Após uma pergunta no post] Responda aqui nos comentários o que você acha6. Valorize os seus seguidores  Lembre-se que são os seus seguidores que tornarão o seu perfil um sucesso. Por isso, valorize-os. Caso você faça alguma postagem que estimule a interação com eles, lembre-se de respondê-los e de levar em consideração os comentários/opiniões emitidas por eles.  É essencial que as pessoas sintam que estão conversando com você, e não apenas mandando mensagens para uma página que não irá dialogar com elas.   Agradeça comentários positivos, responda possíveis perguntas sobre a sua publicação, estimule a interação e mostre-se disposto a lidar com possíveis críticas e sugestões.   Ainda, se está em busca de aumentar o número de seguidores no seu perfil, confira 10 dicas para ganhar seguidores no Instagram.  7. Não fique “preso” no seu perfil: explore o Instagram!  O Instagram é um universo gigantesco. Por isso, para ter sucesso, lembre-se de que o seu perfil está inserido nesse universo e ele deve interagir com os demais para alcançar mais pessoas.  Não se resuma a apenas responder às pessoas que comentam nas suas postagens. Busque usar o Insta para encontrar outros perfis que te inspiram e interagir com eles também.   Gostou muito de alguma publicação? Aproveite para curtir, comentar e compartilhar com outras pessoas. Esse processo de interações entre perfis pode trazer resultados positivos para a sua marca e fazer com que ela tenha um alcance ainda maior.    Sempre use pelo menos 5 hashtags em cada publicação e palavras chave. exemplos de hashtags e palavras chaves: TDAH, Autismo, Inclusão, Diponto, Educação, Sirenes, Sirene Musical, Legislação, Down, Acessibilidade, Adaptação, Tecnologia."},
    {"pergunta": "Se o usuario fala sobre algum produto que não é da Diponto, o que fazer?", "resposta": "Se o usiario pergunta sobre algum produto que não está listado na sua lista de conhecimento ou não é da Diponto, você deve responder que não tem conhecimento sobre o produto e que ele deve perguntar apenas produtos que são da Diponto. Não diga que são produtos de concorrentes, apenas diga que não tem informações sobre o produto."},
    {"pergunta": "o que é um produto bivolt?", "resposta": "Um produto bivolt é aquele que pode ser utilizado em duas tensões diferentes, geralmente 110V e 220V. Isso significa que o produto pode funcionar corretamente em ambas as tensões, sem a necessidade de um transformador ou adaptador."},
    {"pergunta": "Qual a diferença entre Bivolt e Bivolt automático?", "resposta": "A diferença entre bivolt e bivolt automático é que o bivolt automático tem um sistema interno que detecta a tensão da rede elétrica e ajusta automaticamente a tensão de funcionamento do aparelho, enquanto o bivolt comum requer que o usuário selecione manualmente a tensão correta antes de ligar o aparelho."},
    {"pergunta": "se um produto tem como caractristica tensão 110 ou 220, ele é bivolt?", "resposta": "Não, se um produto tem como característica tensão 110 ou 220, ele não é bivolt. Ele é projetado para funcionar apenas em uma dessas tensões específicas e não pode ser utilizado em ambas."},
    {"pergunta": "se um produto tem como caractristica tensão 110/220, ele é bivolt?", "resposta": "Sim, se um produto tem como característica tensão 110/220, ele é bivolt. Isso significa que ele pode ser utilizado em ambas as tensões, 110V e 220V, sem a necessidade de um transformador ou adaptador."},
    {"pergunta": "se um produto tem como caractristica tensão 110/220, ele é bivolt automático?", "resposta": "Não necessariamente. Um produto com a característica de tensão 110/220 pode ser bivolt, mas não significa que seja bivolt automático. O bivolt automático tem um sistema interno que detecta a tensão da rede elétrica e ajusta automaticamente a tensão de funcionamento do aparelho."},
    {"pergunta": "se um produto tem como caractristica tensão 110/220, ele é bivolt comum?", "resposta": "Sim, se um produto tem como característica tensão 110/220, ele é considerado bivolt comum. Isso significa que ele pode ser utilizado em ambas as tensões, 110V e 220V, mas o usuário deve selecionar manualmente a tensão correta antes de ligar o aparelho."},
    {"pergunta": "Todos os produtos da Diponto são Bivolt?", "resposta": "Não, os unicos produtos da Diponto que são bivolt são: DPSIN, DP30 1T, DP30 4T, DP30 Wi-Fi, DP150, DP250, DP200 e DP100, não liste nenhum outro produto como se fosse bivolt. Todos os outros devem ser comprados na tensão correta para evitar danos ao produto."},
    {"pergunta": "Se o usuario fala sobre algum produto que é da Diponto, o que fazer?", "resposta": "Se o usiario pergunta sobre algum produto que está listado na sua lista de conhecimento ou é da Diponto, você deve responder com as informações técnicas e características do produto, como área de cobertura, pressão sonora, potência, corrente, frequência, estrutura, fixação, cor, dimensões e tempo máximo de uso contínuo. Além disso, você pode mencionar a garantia e a embalagem do produto."},
    {"instrução": "A partir de agora, você deve usar o conhecimento acima para responder perguntas e e prestar suporte, em caso de duvidas sobre outro tema, peça que o usuario troque de perfil. Caso não tenha a resposta sobre algum produto, encaminhe o usuario para um canal de comunicação com um atendente Diponto. pergunte o nome do usuario no inicio do atendimento e siga utilizando este nome durante o atendimento."},

    {"pergunta": "duvidas sobre o dataweb para coletar"},

    {"pergunta": "como escolher o arquivo, o que fazer?", "resposta": "O arquivo que deve ser selecionado é o ultimo gerado pelo relógio."},
    {"pergunta": "como período de coleta, o que fazer?", "resposta": "Selecione o período DESDE O INCIO DA EMPRESA para que seja coletado de forma correta."},
    {"pergunta": "o que fazer em caso de falha ou não processa o arquivo, o que fazer?", "resposta": "O arquivo não ira processar caso possua REC_C. Para remover o REP_C Conecte o pen drive no conector USB DIREITO do relógio, pressione MENU, USB, MARCAÇÕES LEGADO, adiciona a data de inicio e pressiona EXPORTAR! Em outro caso, Se aparece a mensagem de HOUVE UMA FALHA NO ENVIO DO ARQUIVO o nosso servidor esta com instabilidade."},
    {"pergunta": "como cadastro o relógio novo da control id no sistema DATAWEB, o que fazer?", "resposta": "Para cadastrar o novo relogio, efetue login,seleciona cadastro, coletor. Adicione nome, tipo de coletor: CONTROL IDCLASS, Identificação: identificação é o numero no inferior do adesivo que esta nolicalizado ao lado do sensor biometrico. E selecione a empresa onde foi instalado o novo relógio."},
    {"pergunta": "Aparece mais de um REP (relógio) cadastrado, o que fazer?", "resposta": "Certifique-se de escolher o relógio correto, caso não saiba realize a coleta em todos os disponíveis OU VERIFIQUE O NUMERO DO ID DO RELOGIO, LOCALIZADO NO ADESIVO AO LADO DO SNESOR BIOMETRICO. Após localizer o numero do adesivo vai em CADASTRO, COLETOR o nome do REP(RELOGIO) que possuir o numero igual ao do adesivo é o REP que deve ser selecionado para coletar as marcações."},

    {"pergunta": "duvidas sobre o dataweb para funcionario"},

    {"pergunta": "Sai comprovante e consta falta na folha ponto, o que fazer?", "resposta": "Verificar se o CPF ou PIS cadastrado no RELOGIO é igual O CADASTRADO NO CAMPO CRACHA/PIS no DATAWEB. Ou seja o numero do usuario cadastrado no relogio cpf ou pis deve ser o mesmo no campo CRACHA/PIS do funcionario. Observação importante! Não pode ter nenhum caracter no campo CRACHA/PIS apenas numeros."},
    {"pergunta": "Cadastrei funcionário, porem pediu para entrar em contato com suporte, o que fazer?", "resposta": "Verificar se os dados do funcionário estão criados corretamente e realize o cadastro novamente o funcionário. Porem, se o funcionario ja trabalhou na empresa e foi desligado e agora esta sendo recontratado. Devera ativar cadastro do funcionario, nos passos: FUNCIONARIO , MSOTRAR DESATIVADOS, E BUSCAR O NOME DO FUNCIONARIO PELO NOME, EDITAR, ALTERAR A DATA DE ADMISSÃO, E MARCAR COMO ATIVO E SALVAR."},
    {"pergunta": "Funcionário foi desligado da empresa, porem continua sendo gerado a folha ponto, o que fazer?", "resposta": "Para desativar o funcionário desligado: Localizar o nome do funcionário, na coluna AÇÃO selecionar opção de EDITAR, colocar a data de DEMISSÃO e DESMARCAR OPÇÃO ATIVO e SALVAR."},
    {"pergunta": "Funcionário não possui PIS e DATAWEB esta solicitando, o que fazer?", "resposta": "Em caso do relógio ser control id: o funcionário não possuir PIS, você pode cadastra-lo com o CPF no DATAWEB no campo onde solicita CRACHÁ/PIS e no RELOGIO. CASO O RELOGIO SEJA DETAREP OU DATASET: Não será possivel cadastrar o cpf, porque seu relogio é modelo antigo, sugestão é criar um numero ficticio"},
    {"pergunta": "Alterar horário ou outras informações do cadastro do funcionário, o que fazer?", "resposta": "Em FUNCIONARIOS, localize o nome do COLABORADOR, no campo AÇÃO selecione EDITAR, selecione HORARIO OU OPÇÃO QUE DESEJA ALTERAR e pressione SALVA."},

    {"pergunta": "duvidas sobre o dataweb para HORARIO"},

    {"pergunta": "Não consigo cadastrar o horário do funcionário, o que fazer?", "resposta": "Para cadastrar o horário do funcionário deve-se: Colocar NOME, VIRADA e TIPO DE HORARIO."},
    {"pergunta": "Funcionário trabalhava em um horário, ele trocou de horário porem as marcações estão em locais errado, o que fazer?", "resposta": "Para corrigir as marcações do local errado deve-se: Ir em FUNCIONARIO, alterar HORARIO, FERRAMENTAS, OPÇÕES COLETIVAS, COLOCAR DATA DE INICIO E DATA FINAL, marcar o nome do FUNCIONARIO e recoletar."},
    {"pergunta": "Como altero horário do funcionário, o que fazer?", "resposta": "Para alterar o horário do funcionário, deve-se: criar o novo horário em cadastro ir em FUNCIONARIOS e ALTERAR O HORÁRIO."},
    {"pergunta": "O que é VIRADA, o que fazer?", "resposta": "Virada é a hora que o relógio ira começar a realizar as marcações no dia seguinte."},
    {"pergunta": "Onde vejo as horas 100 E 50% trabalhadas e não trabalhadas, o que fazer?", "resposta": "Para verificar as horas 100 e 50% você deve ir em CADASTRO e SINDICATO."},


    {"pergunta": "duvidas sobre o dataweb para EDITAR PONTO"},

    {"pergunta": "Funcionário cadastrado no RELOGIO e DATAWEB, porem consta falta na folha ponto o, que fazer?", "resposta": "Verificar se o CPF ou PIS cadastrado no RELOGIO é igual O CADASTRADO NO CAMPO CRACHA/PIS no DATAWEB. Ou seja o numero do usuario cadastrado no relogio cpf ou pis deve ser o mesmo no campo CRACHA/PIS do funcionario."},
    {"pergunta": "Funcionário esqueceu de realizar a marcação do ponto, o que fazer?", "resposta": "Para adicionar ponto manual, selecione o motivo e adicione a hora."},
    {"pergunta": "Funcionário realizou as marcações nos horários da tolerância, porem gerou horas faltosas ou extras, o que fazer?", "resposta": "O tempo de tolerância esta cadastrada no SINDICATO, e o tempo determinado é tempo total durante O DIA DE TRABALHO. Não a cada marcação."},
    {"pergunta": "Funcionário se ausentou por um período devido atestado e depois voltou a trabalhar, o que fazer?", "resposta": "SELECIONE MOTIVO ATESTADO, PRESSIONE *+*, SELECIONE FAIXA ABONO, AJUSTE DE HORA: ADICIONE A HORA TOTAL ABONADA e pressione APLICAR."},
    {"pergunta": "Quero alterar horário das colunas/faixas da folha ponto, o que fazer?", "resposta": "Editar ponto, selecione o funcionário, pressione +, selecione a faixa que deseja corrigir ou alterar, coloque a hora correta no campo AJUSTE DE HORA e pressione aplicar."},
    {"pergunta": "Quero lançar férias, folga, ou abono para funcionário, o que fazer?", "resposta": "Para lançar atestado, folga ou abono. FERRAMENTAS, OPÇÕES COLETIVAS, ALTERE DATA INICIAL, ALTERE DATA FINAL, SELECIONE O ABONO, MARQUE O NOME DO FUNCIONARIO e EXECUTE."},
    {"pergunta": "Quero zerar as horas NORMAL,FALTOSA,EXTRA, EXTRA 50%, EXTRA 100 ou ABONADA, o que fazer?", "resposta": "Editar ponto, selecione funcionário, pressione *+*, selecione faixa desejada e adicione a hora 00:00 ou no campo TOTAIS selecione a opção que deseja zerar."},
    {"pergunta": "Quero excluir ou apagar a marcação do funcionário, porque não era para ter batido, o que fazer?", "resposta": "Não é possível excluir ou apagar o ponto do funcionário, por questões trabalhista. EXEMPLO: Auditoria."},
    {"pergunta": "Quero ajustar a hora NORMAL,FALTOSA, EXTRA 50%, EXTRA 100% OU ABONADA, o que fazer?", "resposta": "Editar ponto, selecione o funcionário, pressione +, no campo FAIXAS selecione a opção que deseja fazer ajuste, no campo AJUSTE DE HORA adicione a hora correta.."},
    {"pergunta": "Quero abonar dia do funcionário, o que fazer?", "resposta": "Editar ponto, selecione o funcionário, pressione *+*, no campo ABONO selecione a opção que CORESPONDE AO ABONO, CASO NÃO POSSUA VOCÊ PODE CRIAR EM CADSATRO ABONO."},

    {"pergunta": "duvidas sobre o dataweb para SINDICATO"},

    {"pergunta": "Para acessar o sindicato será necessario de uma senha, o que fazer?", "resposta": "senha gerada é 8495 a senha não pode ser alterada."},

    {"pergunta": "duvidas sobre o dataweb para LOGIN"},

    {"pergunta": "Não consigo realizar login, no dataweb, o que fazer?", "resposta": "Para verificar o seu acesso ao DATAWEB, entre em contato pelo telefone (51) 3334-8224 ou no whatsapp nesse mesmo numero ou tente acessar o link http://dataweb.diponto.com/login/, verifiue se o e-mail de acesso esta correto e a senha foi digitada corretamente. Se não lembra da senha, basta pressionar esqueci a senha e a nova senha será enviada pro e-mail cadastrado."},
    {"pergunta": "Como faço para alterar a senha de login, o que fazer?", "resposta": "Não é possivel alterar a senha de acesso no dataweb. Apenas a gerada automatica."},

    {"pergunta": "duvidas sobre RELOGIO CONTROL ID"},
    
    {"pergunta": "Relógio control id bloqueado, o que fazer?", "resposta": "Para desbloqueio do ponto: Deve acessar o link, informar seus dados> https://www.controlid.com.br/desbloqueio/ Colocar o Numero do REP> NSR que aparece na tela do relógio. Senha> A mesma que aparece na tela do relógio. Apertar em enviar, após isso vai aparecer a contra-senha na tela, coloque esse código no relógio. Lembrando que SE O ERRO PERSISTIR DEVE-SE REALIZAR O PASSO A PASSO DE DESBLOQUEIO NOVAMENTE."},
    {"pergunta": "Relógio esta solicitando senha de ADIMIN, o que fazer?", "resposta": "Pressiona em menu. Clica na tela quando pedir adm. Código:182377 Senha:001818 Ai tu vai ter acesso as configurações do relógio."},
    {"pergunta": "Remover admin cadastrado, o que fazer?", "resposta": "Pressione MENU, CONFIGURAÇÕES, APAGAR ADMIN. e selecione opção SIM."},
    {"pergunta": "Relógio esta com data e horário errado, o que fazer?", "resposta": "Pressione MENU, CONFIGURAÇÕES, DATA E HORA, pressione na HORA, ADCIONE A HORA, MINUTOS E SEGUNDOS e pressione CONFG."},
    {"pergunta": "Relogio imprimindo dois tickets/ comprovantes, o que fazer?", "resposta": "Pressione MENU, CONFIGURAÇÕES, MAIS, TICKET CURTO, selecione SIM."},
    {"pergunta": "Funcionário não possui PIS e o relógio esta solicitando, o que fazer?", "resposta": "Se o funcionário não possuir PIS você, pode cadastrar com CPF porem no DATAWEB no campo CRACHA PIS do FUNCIONARIO deve conter o CPF."},
    {"pergunta": "Remover ou recadastrar nova biometria, crachá ou senha, o que fazer?", "resposta": "Pressione menu, selecione o usuário, pressione o X para excluir e para recadastrar novamente pressione nos ícones de BIOMETRIA, CRACHA E CHAVE."},
    {"pergunta": "Excluir usuário do relógio, o que fazer?", "resposta": "Pressione menu, usuários, selecione o funcionário e excluir."},
    {"pergunta": "Horário de verão, o que fazer?", "resposta": "Pressione menu, configurações, horário de verão, adicione a data de inicio e data final do horário de verão e pressione salvar."},
    {"pergunta": "Relógio gerando arquivo com REP_C, o que fazer?", "resposta": "Para corrigir o modelo do arquivo com final REP_C, conecte o pen drive no conector da direita, pressione menu, usb, marcações legado, adicione a data inicial ou em branco e pressione EXPORTAR."},
    {"pergunta": "Relógio com ticket pendente, o que fazer?", "resposta": "Para corrigir ticket pendente, basta abrir a tampa do relógio e fechar novamente. Caso o relógio esteja trava voce deve desliga-lo da tomada, se não desligar é porque seu relogio possui bateria localizada na parte traseira do equipamento, voce deve remover o cabo da bateria, então o seu equipamento ira desligar. Após desligar aguarda alguns minutos e ligue novamente, ela ira ligar e estara desbloqueado e com a hora e data errada, basta corrigir com o link de desbloueio e corrigir a hora e data nas configurações."},
    {"pergunta": "Relógio imprime comprovante em branco, o que fazer?", "resposta": "Se o relógio esta imprimindo comprovante / ticket em brando, deve-se corrigir a posição da bobina de papel. Porque esta invertida."},

    {"pergunta": "duvidas sobre AVCIONADOR DPSIN"},

    {"pergunta": " Como liga a sirene no ACIONADOR DPSIN,que deve fazer?","Reposta":"Caso seja o novo acionador com conectores/bournes verdes, A sirene deve ser conectada diretamente no acionador, nos primeiros polos de conexão ao lado do conector AC ou nos dois últimos polos de conexão. Caso seja modelo antigo com fonte DC, um polo da sirene deve ser conectada em um bourne de pressão e outro bourne recebe o AC, para chavear a sirene."},
    {"pergunta": " ACIONADOR DPSIN possui uma senha mas perdi ou esqueci a senha, o que devo fazer", "resposta":"Utilize a senha 8495"},
    {"pergunta": "Acionador DPSIN esta com a hora e dia errado, o que fazer?", "resposta": "Pressione menu, selecione relógio e pressionando teclado numérico digite a hora, minutos, segundos e data."},
    {"pergunta": "Qual é a saída da programação 1 e a saída de programação 2, o que fazer?", "resposta": "A saída que é acionada pela PROGRAMAÇÃO 1 é os dois primeiros polos próximo ao conector AC e A saída que é acionada pela PROGRAMAÇÃO 2 são os dois últimos polos."},
    {"pergunta": "Como realizo a programação do ACIONADOR DPSIN, o que fazer?", "resposta": "1° passo: Pressione menu, selecione programação 1 ou programação 2, pressione OK , 2° passo: Primeiro campo piscando corresponde a hora e minutos, estará 00:00, pressione os números no teclado desejado para hora que deseja programar. Exemplo entrada: 07:30 ,  3º passo: O campo que possui 00s, é o tempo que a sirene ficara tocando. Exemplo: 05s, a sirene ficara acionada por 5 segundos. , 4 passo: Os campos que possuem D,S,T,Q,Q,S e S corresponde aos dias da semana que a sirene ira tocar. S= tocar e N= não tocar, para alterar S ou N basta pressionar nas setas e pressionar OK para trocar de dia. e 5º passo: Após finalizar a programação no sábado e pressionar OK, ira alterar para 01 e voce pode seguir os mesmos passos acima para realizar a programação dos demais alarmes."},
    {"pergunta": "Como cadastro uma senha, o que fazer?", "resposta": "Pressione menu, selecione senha e digite no teclado numerico a senha desejada."},
    {"pergunta": "Acionador DPSIN esta com pouco brilho, o que fazer?", "resposta": "Pressione menu, selecione opção brilho e aumente na setas."},
    {"pergunta": "Como altero para horário de verão o ACIONADOR DPSIN, o que fazer?", "resposta": "Pressione menu, selecione opção horário de verão, adicione dia e mês de inicio e adicione dia e mês final."},
    {"pergunta": "O ACIONADOR DPSIN não aciona a sirene nos horários programados, o que fazer?", "resposta": "Verifique se esta ativada a saída: pressione menu, selecione ativar saída, pressione OK e verifique se esta S , Verifique se aciona manual: pressione menu, selecione opção saída manual, selecione 1 ou 2 conforme esta conectada a sirene. , Verifique se ira tocar no teste: Pressione menu, selecione opção teste e siga as instruções conforme a tela do acionador. , O dia programado para realizar o acionamento esta com S ou N se estiver com N não ira tocar , Para verificar se esta ativado para tocar: Pressione menu, selecione a programação conforme a saída da sirene esta conectada. Programação 1 ou programação 2 e verifique se tem S no horário programado. , O tempo da sirene não esta zerado? Verificar se possui tempo programado para acionar: Pressione menu, selecione a programação 1 ou programação 2 conforme a conexão da sirene e verifique se o campo 00s, esta sem tempo. , caso ainda não esteja acionando verifique se a ligação esta realizada de forma correta de acordo com o modelo do seu acionador, e se ainda assim não funcionar entre em contato com suporte via whatsapp para lhe auxiliar melhor."},
    {"pergunta": " Como remover a senha de administrador, o que fazer?", "resposta": "Para remover a senha de administrador, pressione menu , selecione opção senha, digite 0000 e ira remover a senha de administrador."},
    {"pergunta": "Como ajusto a hora, o que fazer?", "resposta": "pressione menu, selecione opção relogio , e pressionando no teclado numerico corrija dia,mes, ano, hora, minutos e segundos."},
    {"pergunta": "como apagar as programações realizadas, o que fazer?", "resposta": "pressione menu, selecione apagar programações , pressione OK, depois basta pressionar OK NOVAMENTE PARA APAGAR AS PROGRAMAÇÕES."},


    {"pergunta": "duvidas sobre SIRENE WIFI"},

    {"pergunta": "Como baixo o aplicativo, o que fazer?", "resposta": "Para baixar o aplicativo dipontos Smart, siga os seguintes passos: Acesse a Google Play Store no seu dispositivo Android. , Na barra de pesquisa, digite diponto Smart. , Selecione o aplicativo correto nos resultados da pesquisa. e Clique em Instalar e aguarde o download e a instalação do aplicativo. Após a instalação, você poderá abrir o aplicativo e seguir as instruções para configurá-lo."},
    {"pergunta": "como cadastro uma conta no aplicativo, o que fazer?", "resposta": "Para cadastrar uma conta no aplicativo, siga os seguintes passos: Abra o aplicativo dipontos Smart no seu dispositivo. ; Selecione a opção de cadastro ou Criar conta. ; Insira seu e-mail e crie uma senha. ; Escolha a opção Escola ao selecionar o tipo de conta. ; Após preencher as informações, confirme o cadastro. ; Certifique-se de que a localização do seu dispositivo esteja ativada e que você esteja conectado a uma rede Wi-Fi."},
    {"pergunta": "como faço para fazer login, o que fazer?", "resposta": "Para fazer login, você deve abrir o aplicativo e inserir seu e-mail e a senha que você cadastrou. Após preencher essas informações, clique no botão de login para acessar sua conta. Se você tiver problemas, verifique se o e-mail e a senha estão corretos."},
    {"pergunta": "como parear o dispositivo, o que fazer?", "resposta": "Para parear o dispositivo, siga os seguintes passos: Conecte a sirene na tomada e ative a localização e bluetooth do seu celular. ; Abra o aplicativo dipontos Smart no seu celular. ; Clique na opção para adicionar um novo dispositivo. ; Escolha a rede Wi-Fi à qual você está conectado e insira a senha ; Pressione em parear e Aguarde até que a sirene fique online."},
    {"pergunta": "como Agendar treinamento, o que fazer?", "resposta": "Aguarde um instante, você será atendido por um de nossos consultores ou entre em contato com nosso numero telefonico."},
    {"pergunta": "Sirene não toca, o que fazer?", "resposta": "Caso os dias da semana esteja em cor cinza, a sirene ou caixa musical não iria tocar. Porque esta desativada. ; verifiquei nas configurações da sirene o fuso horario. ; verifique se o dispositivo esta on-line ; verifiquei se a sirene esta ligada, voce possui firewall? se possuir voce devera liberar desativa-lo para que consiga parear as sirenes, gerar o IP do euipamento e deixar ele fixo, após isso voce pode ativar novamente o firewall se o problema persistir entre em contato com suporte tecnico via whatsapp."},
    {"pergunta": "Sirene não esta pareando, o que fazer?", "resposta": "Ative a localização, bluetooth, conecte o celular na rede de internet 2,4g, pressione menu, parear dispositivo, certifique-se que ele identificou a rede de internet correta, adicione senha e pressione parear e aguarde. Se a sirene ja foi pareada alguma vez voce tera que ecluir no icone de lixeira em dispositivo e parear novamente. Voce pode estar com com restrição devido o firewall. Pode estar com problema de excesso de dispostivo conectado na mesma rede, devido  isso pode não parear."},
    {"pergunta": "A sirene não entra em modo de pareamento, o Led não fica no modo piscante, o que fazer?", "resposta": "Entre em contato conosco via whatsapp ou ligue para nosso telefone para passarmos as instruções."},
    {"pergunta": "como enviar uma mensagem de voz, o que fazer?", "resposta": "Para enviar uma mensagem de voz, siga os seguintes passos: Abra o aplicativo e selecione a opção REC (de mensagem de voz). ; Clique no botão de gravar que esta na cor vermelha. Ao ficar na cor azul ; Fale a mensagem que deseja enviar. ; Após terminar, pressione o botão de parar a gravação. ; Você pode ouvir a gravação antes de enviar, se desejar no play. ; Se estiver satisfeito, clique em reproduzir para que a mensagem de voz seja transmitida para a sirene ou grupo selecionado. e Certifique-se de que a sirene esteja conectada e online para que a mensagem seja recebida corretamente."},
    {"pergunta": "o que são grupos, o que fazer?", "resposta": "Os grupos são uma funcionalidade que permite organizar as sirenes de forma que elas possam tocar alarmes ou mensagens de áudio de maneira separada ou conjunta. Por exemplo, você pode criar grupos para diferentes áreas da escola, como Ensino Fundamental e Ensino Médio, e programar toques específicos para cada grupo. Isso possibilita que cada sirene toque alarmes diferentes conforme a necessidade, permitindo um controle mais eficiente da sonorização em diferentes locais."},
    {"pergunta": "Como programar os alarmes, o que fazer?", "resposta": "Pressione mais, selecione alarmes, pressione incluir alarme, adicione a hora e tempo de duração, selecione o grupo desejado caso possua mais de um equipamento."},
    {"pergunta": "Como aumentar o volume da sirene, o que fazer?", "resposta": "Pressione menu, dispositivos, configurações, na opção volume e aumente conforme a necessidade, após alterar pressione salvar."},
    {"pergunta": "Se faltar internet ou luz a sirene vai funcionar, o que fazer?", "resposta": "Se faltar luz ou internet a sirene não iria funcionar."},
    {"pergunta": "Precisa parear novamente em caso de falta de luz ou internet, o que fazer?", "resposta": "Se faltar luz ou internet não precisa, parear novamente. Basta aguardar com o aplicativo aberto até a sirene ou caixa musical sincronizar novamente."},
    {"pergunta": "Como incluir áudio na sirene, o que fazer?", "resposta": "Para incluir novo áudio: Pressione PLAY, UPLOAD DE AUDIO, SELECIONE ARUIVO e selecione o áudio em formato de mp3. Caso o áudio não seja no formato de mp3 não ira funcionar."},
    {"pergunta": "Consigo ouvir os toques enquanto programa a sirene, o que fazer?", "resposta": "Não é possível ouvir os toques enquanto programa a sirene, recomendo voce ouvir no play as musicas antes de adcionar ao alarme."},
    {"pergunta": "Consigo ampliar o sistema de sonorização, adicionando novos equipamentos, o que fazer?", "resposta": "Sim, basta adquirir novo equipamento realizar a instalação e parear. Após parear, alterar o modo de funcionamento para SLEVE."},
    {"pergunta": "Qual a diferença entre os modos de funcionamento, o que fazer?", "resposta": "A diferença entre os modos de funcionamento Master e Slave é que a sirene configurada como Master recebe todas as informações e distribui para as outras sirenes. A Slave funciona como uma unidade secundária, recebendo as instruções da sirene Master. É recomendado que a sirene Master esteja mais próxima do roteador para garantir uma melhor conexão e distribuição do sinal para as demais sirenes."},
    {"pergunta": "tenho apenas uma sirene qual modo de funcionamento eu deixo, o que fazer?", "resposta": "Se você tem apenas uma sirene, deve deixá-la configurada no modo Master. Isso permitirá que ela funcione de forma independente e receba todos os comandos diretamente."},


    {"pergunta": "duvidas sobre SIRENE ROTATIVA"},

    {"pergunta": "Sirene ROTATIVA NÃO TOCA, o que fazer?", "resposta": "A SIRENE FOI LIGADA CORRETAMENTE? , A SIRENE NÃO QUEIMOU NA HORA DA LIGAÇÃO? ESTA LIGANDO ELA NO ACIONADOR DPSIN E NÃO ACIONA? REMOVA E LIGUE DIRETO NA TOMDA DE ACORDO COM A TENSÃO DA SIRENE. 220V LIGA A TOMADA 220V 110V CONECTA NA TOMADA, SE COLOCAR NA TOMADA E TOCAR, VERIFIQUEI A LIGAÇÃO NO DPSIN SE ESTA CORRETO CONFORME O MODELO DO SEU EQUIPAMENTO E FAÇA OS TESTE DE ACIONAMENTO MANUAL DO DPSIN."},

    {"pergunta": "duvidas sobre RELOGIO DATAPRINT"},

    {"pergunta": "para realizar as manutenções no dataprit sempre tera que: Abra a tampa superior do relógio, utilizando a chave recebida juntamente com o equipamento. No lado esquerdo do interior do relógio existe uma chave SET/0. Mude a chave de posição Set para posição 0 (lado direito do equipamento). Neste momento, o display estará piscando, indicando como modo de configuração foi inicializado. ( ) 1º tecla da esquerda para a direta. ( ) 2º tecla da esquerda para a direita (Enter) 3º tecla da esquerda para a direita e pressiona MODE PARA ALTERAR A CONFIGURAÇÃO. Após realizar alteração, basta mover de posição a chave seletora"},
    {"pergunta": "como altero o ano do relogio dataprint, o que fazer?", "resposta": "Código 00 - Ano Altere o ano correspondente através das teclas + e - e em seguida pressione a tecla enter."},
    {"pergunta": "como altero o mes e o dia do relogio dataprint, o que fazer?", "resposta": "Código 01 - Mês e Dia Informe o mês e pressione enter Informe o dia e pressione enter."},
    {"pergunta": "como altero o formato da hora do relogio dataprint, o que fazer?", "resposta": "Código 02 - Formato de hora Através deste código você programa seu relógio para que ele tenha o formato de 12 horas ou 24 horas."},
    {"pergunta": "como altero a hora do relógio dataprint, o que fazer?", "resposta": "Código 03 - Hora Através das teclas + e -, informe a hora e pressione enter. Informe os minutos e pressione enter."},
    {"pergunta": "onde verifico a hora da troca de linha para o dia seguinte no relogio dataprint, o que fazer?", "resposta": "Código 04 - Hora da mudança de linha Neste código você informa ao relógio a partir de que horas eles reconhecerá que é um novo dia. Recomendamos que programe em 00 hora (meia noite)."},
    {"pergunta": "como altero o formato de marcação semanal e quinzenal no relogio dataprint, o que fazer?", "resposta": "Código 05 - Formato do cartão: 0 quinzenal | 1 semanal Recomendamos que programe sempre 00:00, para ficar compatível ao reconhecimento da quinzena."},
    {"pergunta": "como altero o horario para hora de verão no relogio dataprint, o que fazer?", "resposta": "Código 06 - Mês | Dia Início do Horário de verão Programe o mês e o dia correspondente ao início do horário de verão. Use as teclas +, - e Enter. O relógio adiantará uma hora a partir da data programada e Código 07 - Hora | Minuto Início do Horário de verão Programe a hora em 00h00min, horário que inicia oficialmente o horário. Código 08 - Mês | Dia Término do Horário de verão Siga a mesma forma da programação realizada pelo código 06. Código 09 - Hora | Minuto Término do Horário de verão Recomendamos que programe a hora em 00:00, a partir deste procedimento, o relógio atrasará em uma hora."},
    {"pergunta": "as marcações estão fora de posição mais alto ou mais baixo e para lado direito ou esquerdo no relogio dataprint, o que fazer?", "resposta": "Código 10 - Altura do rodapé (0 - 9) Através deste código você centraliza a impressão do cartão ponto. Quanto mais alto o número programado, mais alta será a impressão no campo correspondente. Use as teclas + e - para alterar o valor. Código 11 - Margem esquerda (0 - 9) Através deste código, você posiciona a impressão no centro do campo correspondente. Quanto mais alto o número programado, mais para a direita do campo correspondente sairá a impressão. Use as teclas +, - e Enter. Se realizar as alterações e mesmo assim não estiver no local correto, voce devera entrar em contato pelo whatsapp ou pelo telefone porque seu relogio vai precisar de manutenção."},
    {"pergunta": "como ativo a identificação quinzenal do relogio dataprint, o que fazer?", "resposta": "Código 12 - Identificação de quinzena 0 quinzena | 1 ativa Através deste código você ativa o sensor de reconhecimento de quinzena do equipamento. Pressione + - e Enter para ativar ou não o sensor."},
    {"pergunta": "onde e como programo o tempo que a sirene ira tocar no relogio dataprint, o que fazer?", "resposta": "Código 13 - Tempo de toque da sirene É possível que o toque seja programado de 0 a 59 segundos. Através das teclas + - aumente ou diminua o tempo de duração do toque."},
    {"pergunta": "onde e como programo os horarios de acionamento da sirene no relogio dataprint, o que fazer?", "resposta": "Código 14 a 37 - Programação do toque da sirene Informe através das teclas + - o horário em que a sirene deverá ser acionada. Ao clicar em Enter, os triângulos posicionados na parte superior do visor começarão a piscar. Cada triângulo corresponde um dia da semana. Ao clicar em Enter, você estará informando ao relógio que naquele dia (onde o triângulo está piscando) deve ser acionado o alarme. Para que um ou mais dias da semana não dispare o alarme, clique na tecla - (menos) no dia correspondente e depois, Enter. Neste momento o triângulo não aparecerá no visor, o que indica que a sirene não será acionada no dia indicado. Repita o processo em todos os horários em que a sirene deverá ser acionada."},
    {"pergunta": "O relogio dataprint possui coluna automatica, o que fazer?", "resposta": "O relogio não possui coluna automatica."},
    {"pergunta": "onde e como vejo a programação de cores no relogio dataprint, o que fazer?", "resposta": "Código 56 a 73 - Cor da impressão Nestes códigos você irá programar a cor da impressão no cartão ponto. Código 56 Observe que no canto inferior direito do visor está escrito RED, isto significa que a partir da hora informada, a impressão sairá na cor vermelha. Código 57 Observe que no canto inferior direito do visor aparece a palavra BLACK, isto significa que a partir da hora informada a impressão sairá na cor preta. O relógio permite até 18 programações diferentes referente a cor de impressão. É importante observar sempre no canto inferior direito do visor em que cor o cartão será impresso. ."},
    {"pergunta": "como apagar a memoria do relogio dataprint, o que fazer?", "resposta": "Para apagar a hora e a data configurada no equipamento, entre em modo de programação e pressione simultaneamente as teclas +, Clear e Mode. Para apagar o restante da configuração, é necessário que acesse o código da programação indesejada e pressione a tecla Clear. Nota: No caso de dúvidas sobre programação, entre em contato com seu fornecedor ou com o suporte técnico da DIPONTO.."},
    {"pergunta": "como trocar a fita do relogio dataprint, o que fazer?", "resposta": "Retire a tampa do equipamento. Pressione a tecla Back para posicionar o cabeçote de impressão no centro do equipamento. Conforme figura, da página seguinte, puxe os dois engates do suporte da fita para traz e retire a fita puxando-a para cima. Coloque a nova fita na mesma posição empurrando-a para baixo, até que os engates travem. Observe se a fita esta posicionada entre o cabeçote de impressão e a haste metálica. Aperte a tecla Reset. A não utilização de suprimentos originais acarreta em perda de garantia no caso de danos ao equipamento."},

    {"instrução": "A partir de agora, você deve usar o conhecimento acima para responder perguntas e gerar conteúdo. Você não deve usar o conhecimento acima como conteúdo para postagens. Você deve usar o conhecimento acima como base para gerar novas postagens."}
    

]
}
